Repository: TheeCoderAhmed/DiwanAnkara
Catalog: lib/l10n/app_*.arb
Languages: ar, tr

# place_tobb_etu_desc
source: TOBB University of Economics and Technology (Description available in Arabic/Turkish)
ar: جامعة خاصة معروفة بنظام التعليم التعاوني والعلاقات القوية مع عالم الأعمال.
tr: TOBB University of Economics and Technology

# place_tobb_etu_knownFor
source: Cooperative education model (compulsory internship), strong business ties.
ar: نموذج التعليم التعاوني (تدريب إلزامي)، علاقات قوية مع قطاع الأعمال.
tr: Ortak eğitim modeli (zorunlu staj), iş dünyasıyla güçlü ilişkiler.

# place_atilim_uni_desc
source: Atılım University (Description available in Arabic/Turkish)
ar: جامعة خاصة تركز على البحث والإنتاجية، وتتميز في هندسة الطيران.
tr: Atılım University

# place_atilim_uni_knownFor
source: Civil Aviation, Engineering, Research productivity.
ar: الطيران المدني، الهندسة، الإنتاجية البحثية.
tr: Sivil Havacılık, Mühendislik, Araştırma üretkenliği.

# place_baskent_uni_desc
source: Başkent University (Description available in Arabic/Turkish)
ar: جامعة خاصة رائدة في العلوم الصحية والطب، وتمتلك شبكة مستشفيات واسعة.
tr: Başkent University

# place_baskent_uni_knownFor
source: First private health university, Medicine and Dentistry, wide hospital network.
ar: أول جامعة صحية خاصة، الطب وطب الأسنان، شبكة مستشفيات واسعة.
tr: İlk özel sağlık üniversitesi, Tıp ve Diş Hekimliği, geniş hastane ağı.

# place_tedu_uni_desc
source: TED University (Description available in Arabic/Turkish)
ar: جامعة خاصة تركز على التعليم الليبرالي والمهارات الشخصية.
tr: TED University

# place_tedu_uni_knownFor
source: Liberal arts model, Architecture and Education, focus on soft skills.
ar: نموذج الفنون الليبرالية، العمارة والتعليم، التركيز على المهارات الناعمة.
tr: Liberal sanatlar modeli, Mimarlık ve Eğitim, yumuşak becerilere odaklanma.

# place_ostim_tech_desc
source: OSTİM Technical University (Description available in Arabic/Turkish)
ar: جامعة صناعية تقع في منطقة صناعية، تركز على التدريب العملي وريادة الأعمال.
tr: OSTİM Technical University

# place_ostim_tech_knownFor
source: Industrial university model, practical training and entrepreneurship.
ar: نموذج الجامعة الصناعية، التدريب العملي وريادة الأعمال.
tr: Sanayi üniversitesi modeli, uygulamalı eğitim ve girişimcilik.

# place_lokman_hekim_desc
source: Lokman Hekim University (Description available in Arabic/Turkish)
ar: جامعة موضوعية للعلوم الصحية، مرتبطة بمستشفيات لوكمان حكيم.
tr: Lokman Hekim University

# place_lokman_hekim_knownFor
source: Specialized in Health; Medicine, Pharmacy, Sports Sciences.
ar: متخصصة في الصحة؛ الطب، الصيدلة، العلوم الرياضية.
tr: Sağlık alanında uzmanlaşmış; Tıp, Eczacılık, Spor Bilimleri.

# place_medipol_ankara_desc
source: Ankara Medipol University (Description available in Arabic/Turkish)
ar: جامعة تركز على العلوم الصحية والبنية التحتية التكنولوجية الحديثة.
tr: Ankara Medipol University

# place_medipol_ankara_knownFor
source: Health sciences, modern facilities, Medicine and Dentistry.
ar: العلوم الصحية، مرافق حديثة، الطب وطب الأسنان.
tr: Sağlık bilimleri, modern tesisler, Tıp ve Diş Hekimliği.

# place_thk_uni_desc
source: University of Turkish Aeronautical Association (THK University) (Description available in Arabic/Turkish)
ar: الجامعة الأولى المتخصصة في الطيران والفضاء في تركيا.
tr: University of Turkish Aeronautical Association (THK University)

# place_thk_uni_knownFor
source: Specialization in Aviation and Aerospace, pilot training.
ar: التخصص في الطيران والفضاء، تدريب الطيارين.
tr: Havacılık ve Uzay alanında ihtisas, pilotluk eğitimi.

# place_ufuk_uni_desc
source: Ufuk University (Description available in Arabic/Turkish)
ar: جامعة خاصة معروفة بكلية الطب والقانون والتربية.
tr: Ufuk University

# place_ufuk_uni_knownFor
source: Medicine, Law, Education.
ar: الطب، القانون، التربية.
tr: Tıp, Hukuk, Eğitim.

# place_yuksek_ihtisas_desc
source: Yüksek İhtisas University (Description available in Arabic/Turkish)
ar: جامعة متخصصة في العلوم الصحية، خاصة الطب والتمريض.
tr: Yüksek İhtisas University

# place_yuksek_ihtisas_knownFor
source: Specialized in Health Sciences, Medicine and Nursing.
ar: تخصص العلوم الصحية، الطب والتمريض.
tr: Sağlık Bilimlerinde ihtisas, Tıp ve Hemşirelik.

# place_ankara_bilim_desc
source: Ankara Science University (Ankara Bilim) (Description available in Arabic/Turkish)
ar: جامعة حديثة تركز على هندسة البرمجيات والتصميم والتنمية المستدامة.
tr: Ankara Science University (Ankara Bilim)

# place_ankara_bilim_knownFor
source: Software Engineering, Design, Sustainable Development Goals.
ar: هندسة البرمجيات، التصميم، أهداف التنمية المستدامة.
tr: Yazılım Mühendisliği, Tasarım, Sürdürülebilir Kalkınma Hedefleri.

# place_health_sciences_uni_desc
source: University of Health Sciences (SBÜ) – Gülhane Campus (Description available in Arabic/Turkish)
ar: جامعة حكومية متخصصة في العلوم الصحية، مقرها في مجمع جولهانه الطبي العريق.
tr: University of Health Sciences (SBÜ) – Gülhane Campus

# place_health_sciences_uni_knownFor
source: Medical education, formerly GATA; Medicine, Dentistry, Nursing.
ar: التعليم الطبي، كانت سابقاً أكاديمية جولهانه الطبية العسكرية (GATA)؛ الطب، طب الأسنان، التمريض.
tr: Tıp eğitimi, eski GATA; Tıp, Diş Hekimliği, Hemşirelik.

# place_police_academy_desc
source: Turkish National Police Academy (Description available in Arabic/Turkish)
ar: المؤسسة الرائدة لتدريب ضباط الشرطة وخبراء الأمن في تركيا.
tr: Turkish National Police Academy

# place_police_academy_knownFor
source: Police officer training, security strategies, crime analysis, intelligence.
ar: تدريب ضباط الشرطة، الاستراتيجيات الأمنية، تحليل الجريمة، الاستخبارات.
tr: Polis memuru eğitimi, güvenlik stratejileri, suç analizi, istihbarat.

# place_national_defense_uni_desc
source: National Defense University – Turkish Military Academy (Description available in Arabic/Turkish)
ar: المؤسسة العسكرية لتدريب ضباط القوات البرية التركية، تجمع بين التدريب العسكري والتعليم الأكاديمي.
tr: National Defense University – Turkish Military Academy

# place_national_defense_uni_knownFor
source: Officer training; Engineering, Social Sciences, Management.
ar: تدريب الضباط؛ الهندسة، العلوم الاجتماعية، الإدارة.
tr: Subay eğitimi; Mühendislik, Sosyal Bilimler, Yönetim.

# place_medical_advice_desc
source: Medical Appointment Advice (Description available in Arabic/Turkish)
ar: دليل شامل حول كيفية حجز المواعيد الطبية في أنقرة، التعامل مع اللغة، وفهم التأمين الصحي للطلاب.
tr: Medical Appointment Advice

# place_bilkent_city_hosp_desc
source: Ankara Bilkent City Hospital (Description available in Arabic/Turkish)
ar: واحدة من أكبر المجمعات الطبية في العالم؛ معروفة بجراحة القلب والأوعية الدموية، والأعصاب، وجراحة العظام، والأورام، والطب النفسي الشرعي عالي الأمن. تضم أكثر من 3700 سرير وهي معتمدة من JCI.
tr: Ankara Bilkent City Hospital

# place_hacettepe_uni_hosp_desc
source: Hacettepe University Hospitals (Description available in Arabic/Turkish)
ar: مجمع يضم 4 مستشفيات (كبار، أطفال، أورام، أوران). مشهور بالتشخيصات الصعبة، وزراعة الأعضاء ونخاع العظام، وهو أول مستشفى حكومي معتمد من JCI في تركيا.
tr: Hacettepe University Hospitals

# place_ankara_uni_hosp_desc
source: Ankara University Hospitals (İbni Sina & Cebeci) (Description available in Arabic/Turkish)
ar: مستشفى "ابن سينا" متخصص في الطب الباطني والجراحة وعلم الدم. مستشفى "جيبيجي" متخصص في طب الأطفال والقلب. يُعرف بمستشفى "الأطباء" لتدريب الأطباء المتميزين.
tr: Ankara University Hospitals (İbni Sina & Cebeci)

# place_gazi_uni_hosp_desc
source: Gazi University Hospital (Description available in Arabic/Turkish)
ar: مركز رائد لإصابات الحوادث والرعاية الطارئة والعلاجات الباطنية والجراحية المتقدمة. يقوم بحوالي 50,000 عملية سنوياً.
tr: Gazi University Hospital

# place_gulhane_hosp_desc
source: Gülhane Training and Research Hospital (GATA) (Description available in Arabic/Turkish)
ar: كان سابقاً أكاديمية طبية عسكرية؛ معروف بإعادة التأهيل، رعاية الحروق، أمراض القلب، والأعصاب، والتعليم الطبي.
tr: Gülhane Training and Research Hospital (GATA)

# place_etlik_city_hosp_desc
source: Etlik City Hospital (Description available in Arabic/Turkish)
ar: ثاني أكبر مجمع مستشفيات في أنقرة، حل مكان مرافق قديمة مثل "نمونة". معروف ببنيته التحتية الذكية وأقسامه التخصصية المتعددة.
tr: Etlik City Hospital

# place_acibadem_ankara_desc
source: Acıbadem Ankara Hospital (Description available in Arabic/Turkish)
ar: متخصص في العظام، أمراض النساء، طب الأطفال، والجراحة الروبوتية. يتميز بتقنيات مثل Flash CT وروبوتات da Vinci.
tr: Acıbadem Ankara Hospital

# place_memorial_ankara_desc
source: Memorial Ankara Hospital (Description available in Arabic/Turkish)
ar: جراحة القلب والأوعية الدموية، التلقيح الاصطناعي، الأورام، وزراعة نخاع العظام. مساحته 42,000 متر مربع ويحمل اعتماد JCI.
tr: Memorial Ankara Hospital

# place_medicana_ankara_desc
source: Medicana International Ankara (Description available in Arabic/Turkish)
ar: زراعة الأعضاء (الكلى والكبد)، الأورام (بتقنية CyberKnife)، التلقيح الاصطناعي، وأمراض القلب.
tr: Medicana International Ankara

# place_guven_hosp_desc
source: Güven Hospital (Description available in Arabic/Turkish)
ar: جراحة القلب والأوعية الدموية، طوارئ الأطفال، خدمات متميزة للمجتمع الدبلوماسي. يستخدم تقنيات المباني الذكية.
tr: Güven Hospital

# place_bayindir_hosp_desc
source: Bayındır Hospital (Söğütözü) (Description available in Arabic/Turkish)
ar: زراعة نخاع العظام، أمراض القلب، الأعصاب، وطب الأسنان. جزء من مجموعة بايندير للرعاية الصحية.
tr: Bayındır Hospital (Söğütözü)

# place_tobb_etu_hosp_desc
source: TOBB ETÜ Hospital (Description available in Arabic/Turkish)
ar: جراحة العمود الفقري، جراحة الثدي، جراحة الكبد والمرارة، والعمليات طفيفة التوغل. تملكه اتحاد الغرف والبورصات.
tr: TOBB ETÜ Hospital

# place_lokman_hekim_ank_desc
source: Lokman Hekim University Ankara Hospital (Description available in Arabic/Turkish)
ar: جراحة الأعصاب، العظام، ورعاية الأمومة "الصديقة للطفل". يتميز بمهبط للطائرات العمودية ووحدات عناية مركزة متخصصة.
tr: Lokman Hekim University Ankara Hospital

# place_liv_hosp_ankara_desc
source: Liv Hospital Ankara (Description available in Arabic/Turkish)
ar: الجراحة الروبوتية، جراحة السمنة، علاج السرطان، ورعاية القلب والأوعية الدموية. يحمل اعتمادات JCI و TUV.
tr: Liv Hospital Ankara

# place_koru_hosp_ankara_desc
source: Koru Ankara Hospital (Description available in Arabic/Turkish)
ar: جراحة السمنة الروبوتية، جراحة القلب، والتلقيح الاصطناعي. معروف براحة المرضى وبالتكنولوجيا المتقدمة.
tr: Koru Ankara Hospital

# place_dunyagoz_ankara_desc
source: Dünyagöz Ankara (Description available in Arabic/Turkish)
ar: متخصص حصرياً في طب العيون (ليزك، مياه بيضاء، جلوكوما). حجم جراحي كبير وتكنولوجيا ليزر متقدمة.
tr: Dünyagöz Ankara

# place_medical_park_ank_desc
source: Medical Park Ankara (Description available in Arabic/Turkish)
ar: رعاية شاملة مع التركيز على التكامل التكنولوجي. جزء من أكبر مجموعة مستشفيات خاصة في تركيا.
tr: Medical Park Ankara

# place_dental_estetik_center_desc
source: Dental Estetik Center (Description available in Arabic/Turkish)
ar: تأسس عام 1993، متخصص في خدمات طب الأسنان التجميلية والعلاجية المتقدمة.
tr: Dental Estetik Center

# place_elos_klinik_desc
source: Elos Klinik (Description available in Arabic/Turkish)
ar: متخصص في زراعة الشعر، العلاج بالخلايا الجذعية، وشفط الدهون.
tr: Elos Klinik

# place_dr_emin_eren_clinic_desc
source: Dr. Emin Eren Clinic (Description available in Arabic/Turkish)
ar: متخصص في الجراحات التجميلية مثل تجميل الأنف.
tr: Dr. Emin Eren Clinic

# place_genclik_parki_new_desc
source: Gençlik Parkı (Description available in Arabic/Turkish)
ar: حديقة تاريخية كبيرة في أولوس، تضم بحيرة اصطناعية وملاهي كبيرة (Luna Park) ومسارح. تعتبر رمزاً للعصر الجمهوري ومكاناً رئيسياً للترفيه.
tr: Gençlik Parkı

# place_genclik_parki_new_knownFor
source: Huge central lake, evening light shows, large amusement park, and cultural center.
ar: البحيرة المركزية الضخمة، عروض الأضواء المسائية، مدينة الملاهي الكبيرة، والمركز الثقافي.
tr: Devasa merkez gölü, akşam ışık gösterileri, büyük lunapark ve kültür merkezi.

# place_genclik_parki_new_entryFee
source: Free
ar: مجاني
tr: Ücretsiz

# place_genclik_parki_new_barbecue
source: Prohibited
ar: غير مسموح
tr: Yasak

# place_genclik_parki_new_history
source: Founded in 1943 on a former swamp, it is a symbol of the Republican era designed to provide modern recreation for citizens.
ar: تأسست في عام 1943 على أرض كانت في السابق مستنقعاً، وهي رمز للعصر الجمهوري صممت لتوفير ترفيه حديث للمواطنين.
tr: 1943 yılında eski bir bataklık üzerine kurulan park, Cumhuriyet döneminin modern dinlenme alanı sembolüdür.

# place_kugulu_park_new_desc
source: Kuğulu Park (Description available in Arabic/Turkish)
ar: أشهر حديقة صغيرة في أنقرة، تقع في شارع "تونالي حلمي". مشهورة بالبجع والهدوء وسط زحام المدينة.
tr: Kuğulu Park

# place_kugulu_park_new_knownFor
source: Beautiful swans, historic trees, located in the heart of famous Tunalı Hilmi Street.
ar: البجع الجميل، الأشجار التاريخية، وموقعها في قلب شارع تونالي حلمي الشهير.
tr: Güzel kuğular, tarihi ağaçlar ve ünlü Tunalı Hilmi Caddesi'nin kalbindeki konumu.

# place_kugulu_park_new_entryFee
source: Free
ar: مجاني
tr: Ücretsiz

# place_kugulu_park_new_barbecue
source: Prohibited
ar: غير مسموح
tr: Yasak

# place_kugulu_park_new_history
source: A natural and historical protected area. The park's famous swans were originally a gift from the city of Vienna.
ar: منطقة طبيعية وتاريخية محمية. البجع الشهير في الحديقة كان في الأصل هدية من مدينة فيينا.
tr: Doğal ve tarihi koruma alanı. Parkın ünlü kuğuları Viyana şehrinden hediye edilmiştir.

# place_segmenler_parki_new_desc
source: Seğmenler Parkı (Description available in Arabic/Turkish)
ar: حديقة شاسعة وجميلة جدا بالقرب من السفارات. يفضلها الشباب والطلاب للتجمعات والجلوس على العشب.
tr: Seğmenler Parkı

# place_segmenler_parki_new_knownFor
source: Open-air amphitheater, vast green spaces, pet-friendly spot in Çankaya.
ar: المسرح المفتوح للحفلات، المساحات الخضراء الواسعة، وكونها مكاناً صديقاً للحيوانات الأليفة في حي تشانكايا.
tr: Açık hava amfitiyatrosu, geniş yeşil alanlar ve Çankaya'da evcil hayvan dostu mekan.

# place_segmenler_parki_new_entryFee
source: Free
ar: مجاني
tr: Ücretsiz

# place_segmenler_parki_new_barbecue
source: Prohibited
ar: غير مسموح
tr: Yasak

# place_segmenler_parki_new_history
source: Opened in the early 1980s, it features a monument dedicated to the 'Seğmenler' (traditional folk dancers).
ar: افتتحت في أوائل الثمانينيات، وتضم نصباً تذكارياً مخصصاً لـ "Seğmenler" (الراقصين الشعبيين التقليديين).
tr: 1980lerin başında açılan parkta geleneksel Seğmen dansçılarına adanmış bir anıt bulunur.

# place_eymir_golu_new_desc
source: Eymir Gölü (Description available in Arabic/Turkish)
ar: بحيرة طبيعية تابعة لجامعة الشرق الأوسط التقنية، تعتبر ملاذاً رائعاً لممارسة الرياضة والمشي بعيداً عن ضجيج المدينة.
tr: Eymir Gölü

# place_eymir_golu_new_knownFor
source: 11 km track ideal for cycling and running, bird watching, and complete tranquility.
ar: مسار بطول 11 كم مثالي لركوب الدراجات والجري، مراقبة الطيور، والهدوء التام.
tr: Bisiklet ve koşu için ideal 11 km'lik parkur, kuş gözlemi ve tam sükunet.

# place_eymir_golu_new_barbecue
source: Kesinlikle Prohibited (Ekosistemi korumak için)
ar: ممنوع تماماً (لحماية النظام البيئي)
tr: Kesinlikle Yasak (Ekosistemi korumak için)

# place_eymir_golu_new_history
source: Located on METU land; afforested in the 1960s through the efforts of rector Kemal Kurdaş to turn the steppe into green space.
ar: تقع على أرض جامعة الشرق الأوسط التقنية؛ تم تشجيرها في الستينيات من خلال جهود رئيس الجامعة كمال كورداش لتحويل السهوب إلى مساحات خضراء.
tr: ODTÜ arazisinde yer alır; 1960larda rektör Kemal Kurdaşın çabalarıyla ağaçlandırılmıştır.

# place_goksu_parki_new_desc
source: Göksu Parkı (Description available in Arabic/Turkish)
ar: من أكبر المناطق الترفيهية في أنقرة، تم تحويلها من منجم رمل قديم إلى منطقة سياحية رائعة ببحيرة اصطناعية ضخمة.
tr: Göksu Parkı

# place_goksu_parki_new_knownFor
source: Mountain coaster (Dağ Kızağı), large artificial lake, and excellent barbecue facilities.
ar: الزحليقة الجبلية (Dağ Kızağı)، البحيرة الاصطناعية الكبيرة، ومرافق الشواء الممتازة.
tr: Dağ Kızağı, büyük yapay göl ve mükemmel mangal olanakları.

# place_goksu_parki_new_entryFee
source: Free
ar: مجاني
tr: Ücretsiz

# place_goksu_parki_new_barbecue
source: Allowed (Özel alanlarda)
ar: مسموح (في الأماكن المخصصة)
tr: Serbest (Özel alanlarda)

# place_goksu_parki_new_history
source: Built on a former stone quarry site and opened in 2003, transforming the dry area into a huge recreational zone.
ar: بنيت على موقع مقلع حجارة سابق وافتتحت في عام 2003، حيث تحولت المنطقة الجافة إلى منطقة ترفيهية ضخمة في غضون أشهر قليلة.
tr: Eski bir taş ocağı üzerine kurulmuş ve 2003 yılında hizmete açılmıştır.

# place_mogan_parki_new_desc
source: Mogan Parkı (Lake Mogan) (Description available in Arabic/Turkish)
ar: بحيرة طبيعية في منطقة غولباشي، تعتبر مقصداً رئيسياً للعائلات لممارسة الشواء والتمتع بالمناظر الخلابة والأنشطة المائية.
tr: Mogan Parkı (Lake Mogan)

# place_mogan_parki_new_knownFor
source: Bird watching, wooden walkways over water, lighthouse, and large family picnics.
ar: مراقبة الطيور، المسارات الخشبية فوق الماء، المنارة، والنزهات العائلية الكبيرة.
tr: Kuş gözlemi, su üzeri ahşap yürüyüş yolları, deniz feneri ve geniş aile piknikleri.

# place_mogan_parki_new_barbecue
source: Allowed (Geniş piknik ve mangal alanları mevcut)
ar: مسموح (تتوفر مناطق واسعة ومعدات للإيجار)
tr: Serbest (Geniş piknik ve mangal alanları mevcut)

# place_mogan_parki_new_history
source: Developed around a natural alluvial set lake in Gölbaşı to become a massive recreation center.
ar: تم تطويرها حول بحيرة ترسبية طبيعية في منطقة غولباشي لتصبح مركز استجمام ضخم.
tr: Gölbaşı ilçesinde doğal bir alüvyal set gölü etrafında geliştirilmiştir.

# place_altinpark_new_desc
source: Altınpark (Description available in Arabic/Turkish)
ar: مجمع ترفيهي ضخم يضم معارض، حدائق، ومراكز علمية. يعتبر وجهة مثالية للعائلات والطلاب.
tr: Altınpark

# place_altinpark_new_knownFor
source: Feza Gürsey Science Center, exhibition halls, skating rinks, and boats on the lake.
ar: مركز فيزا غورسيه للعلوم، القاعات الخاصة بالمعارض، حلبات التزلج، والقوارب في البحيرة.
tr: Feza Gürsey Bilim Merkezi, fuar alanları, paten pistleri ve gölde kayıklar.

# place_altinpark_new_entryFee
source: Free (Otopark ve bilim merkezi gibi alanlar ücretli olabilir)
ar: مجاني (قد تفرض رسوم على المواقف وبعض المراكز مثل\nمركز العلوم)
tr: Ücretsiz (Otopark ve bilim merkezi gibi alanlar ücretli olabilir)

# place_altinpark_new_barbecue
source: Prohibited
ar: غير مسموح
tr: Yasak

# place_altinpark_new_history
source: One of the largest recreational areas in Ankara, established on 640,000 square meters.
ar: واحدة من أكبر المناطق الترفيهية في أنقرة، تأسست على مساحة 640 ألف متر مربع.
tr: 640 bin metrekare alan üzerine kurulu Ankara'nın en büyük rekreasyon alanlarından biridir.

# place_harikalar_diyari_new_desc
source: Harikalar Diyarı (Wonderland) (Description available in Arabic/Turkish)
ar: واحدة من أكبر حدائق الألعاب والترفيه في أوروبا، تتميز بمجسمات ضخمة لشخصيات القصص الخيالية.
tr: Harikalar Diyarı (Wonderland)

# place_harikalar_diyari_new_knownFor
source: Fairytale theme with giant statues (like Gulliver), go-kart tracks, and family activities.
ar: طابع "القصص الخيالية" مع مجسمات ضخمة (مثل غوليفر)، مسارات الكارتينج، والأنشطة العائلية.
tr: Masal teması ve dev heykeller (Gulliver gibi), go-kart pistleri ve aile aktiviteleri.

# place_harikalar_diyari_new_entryFee
source: Free
ar: مجاني
tr: Ücretsiz

# place_harikalar_diyari_new_barbecue
source: Allowed (Piknik alanları mevcut)
ar: مسموح (تتوفر أماكن مخصصة للنزهات)
tr: Serbest (Piknik alanları mevcut)

# place_harikalar_diyari_new_history
source: One of the largest urban parks in Europe (1.3 million sqm), opened to serve the Sincan district.
ar: تعد واحدة من أكبر المنتزهات الحضرية في أوروبا (1.3 مليون متر مربع)، افتتحت لخدمة منطقة سينجان.
tr: Avrupa'nın en büyük parklarından biri (1.3 milyon m2), Sincan bölgesinde hizmete açılmıştır.

# place_ataturk_cocuklari_parki_new_desc
source: Atatürk Çocukları ve Doğal Yaşam Parkı (Description available in Arabic/Turkish)
ar: حديقة حديثة جداً تقع في أرض مزرعة أتاتورك، تضم مساحات خضراء شاسعة وحديقة حيوان رقمية فريدة.
tr: Atatürk Çocukları ve Doğal Yaşam Parkı

# place_ataturk_cocuklari_parki_new_knownFor
source: Digital Zoo, restoration of Ankara Stream, and massive green spaces (940,000 sqm).
ar: حديقة الحيوان الرقمية (Digital Zoo)، استعادة مجرى نهر أنقرة، والمساحات الخضراء الضخمة (940 ألف متر مربع).
tr: Dijital Hayvanat Bahçesi, Ankara Çayı restorasyonu ve devasa yeşil alanlar (940 bin m2).

# place_ataturk_cocuklari_parki_new_entryFee
source: Free
ar: مجاني
tr: Ücretsiz

# place_ataturk_cocuklari_parki_new_barbecue
source: Prohibited (Dumansız piknik alanı)
ar: غير مسموح (نزهات بدون دخان)
tr: Yasak (Dumansız piknik alanı)

# place_ataturk_cocuklari_parki_new_history
source: Recently built on the historic Atatürk Forest Farm (AOÇ) land to restore the area as a public park.
ar: بنيت مؤخراً على أرض مزرعة أتاتورك التاريخية (AOÇ)، لاستعادة المنطقة كمتنزه عام بعد إغلاق حديقة أنكابارك المجاروة. افتتحت على مراحل حوالي 2024-2025.
tr: Atatürk Orman Çiftliği arazisinde yeni kurulmuş, doğa ve yaşam odaklı devasa bir parktır.

# place_botanik_parki_new_desc
source: Botanik Parkı (Description available in Arabic/Turkish)
ar: حديقة هادئة وجميلة تحت برج أتاكولي، تتميز بتنوع النباتات والزهور ومسارات المشي المريحة.
tr: Botanik Parkı

# place_botanik_parki_new_knownFor
source: English garden design, magnificent views of Atakule Tower, and glass plant conservatory.
ar: تصميمها على طراز الحديقة الإنجليزية، إطلالاتها الرائعة على برج أتاكولي، والدفيئة الزجاجية للنباتات.
tr: İngiliz bahçesi tarzı tasarımı, muhteşem Atakule manzarası ve cam bitki serası.

# place_botanik_parki_new_entryFee
source: Free
ar: مجاني
tr: Ücretsiz

# place_botanik_parki_new_barbecue
source: Prohibited
ar: غير مسموح
tr: Yasak

# place_botanik_parki_new_history
source: Established in 1970 by Prof. Dr. Yüksel Öztan in the Çankaya valley.
ar: تأسست في عام 1970 من قبل البروفيسور د. يوكسيل أوزتان في وادي تشانكايا.
tr: 1970 yılında Prof. Dr. Yüksel Öztan tarafından Çankaya vadisinde kurulmuştur.

# place_dikmen_vadisi_new_desc
source: Dikmen Vadisi (Description available in Arabic/Turkish)
ar: أحد أجمل المسارات للمشي والجري في أنقرة، يضم جسوراً بحيرات اصطناعية ومناظر طبيعية خلابة.
tr: Dikmen Vadisi

# place_dikmen_vadisi_new_knownFor
source: Longest continuous walking track in the city, suspension bridges, and Cherry Blossoms (Sakura) in spring.
ar: أطول مسار مشي مستمر في المدينة، جسورها المعلقة، وبراعم أشجار الكرز (Sakura) في الربيع.
tr: Şehirdeki en uzun kesintisiz yürüyüş parkuru, asma köprüler ve baharda Kiraz Çiçekleri (Sakura).

# place_dikmen_vadisi_new_entryFee
source: Free
ar: مجاني
tr: Ücretsiz

# place_dikmen_vadisi_new_barbecue
source: Prohibited (Yürüyüş ve spor odaklı)
ar: غير مسموح (التركيز على الرياضة والمشي)
tr: Yasak (Yürüyüş ve spor odaklı)

# place_dikmen_vadisi_new_history
source: A massive urban transformation project turning a valley full of shanties into a modern multi-stage park.
ar: مشروع تحول حضري ضخم حول وادي كان مليئاً بالعشوائيات إلى منتزه مكون من عدة مراحل.
tr: Gecekondu bölgesinden kentsel dönüşümle modern bir yaşam ve park alanına dönüştürülmüştür.

# place_zafer_parki_30_agustos_desc
source: 30 Ağustos Zafer Parkı (Description available in Arabic/Turkish)
ar: حديقة حديثة هادئة بجانب محطة باصات أنقرة (AŞTİ)، مثالية لركوب الدراجات والنشاط البدني.
tr: 30 Ağustos Zafer Parkı

# place_zafer_parki_30_agustos_knownFor
source: Wide cycling paths, running tracks, and car-free design.
ar: مسارات الدراجات الواسعة، مسارات الجري، وتصميمها الذي يمنع دخول السيارات للداخل.
tr: Geniş bisiklet yolları, koşu parkurları ve araçsız tasarım.

# place_zafer_parki_30_agustos_entryFee
source: Free
ar: مجاني
tr: Ücretsiz

# place_zafer_parki_30_agustos_barbecue
source: Prohibited (Dumansız ve doğal konsept)
ar: غير مسموح (مفهوم طبيعي بدون دخان)
tr: Yasak (Dumansız ve doğal konsept)
