Repository: TheeCoderAhmed/DiwanAnkara
Catalog: lib/l10n/app_*.arb
Languages: ar, tr

# appTitle
source: Yemeni Student Community - Ankara
ar: مجتمع الطلاب اليمنيين - أنقرة
tr: Yemenli Öğrenci Topluluğu - Ankara

source: Home
ar: الرئيسية
tr: Ana Sayfa

source: More
ar: المزيد
tr: Daha Fazla

source: Language
ar: اللغة
tr: Dil

source: Theme
ar: المظهر
tr: Görونüm

source: Dark
ar: داكن
tr: Koyu

source: Light
ar: فاتح
tr: Açık

source: System
ar: تلقائي
tr: Varsayılan

# hello
source: Welcome
ar: أهلاً بك
tr: Hoş Geldiniz

# searchHint
source: Search for announcements, events...
ar: ابحث عن إعلانات، فعاليات...
tr: Duyuru, etkinlik ara...

source: Search Results
ar: نتائج البحث
tr: Arama Sonuçları

# noResults
source: No results found
ar: لا توجد نتائج
tr: Sonuç bulunamadı

source: Announcements
ar: الإعلانات
tr: Duyurular

source: View All
ar: عرض الكل
tr: Hepsini Gör

source: Places
ar: الأماكن
tr: Mekanlar

source: Projects
ar: المشاريع
tr: Projeler

source: Announcement
ar: الإعلان
tr: Duyuru

source: Announcement not found
ar: لم يتم العثور على الإعلان
tr: Duyuru bulunamadı

source: Loading...
ar: جاري التحميل...
tr: Yükleniyor...

source: Error
ar: خطأ
tr: Hata

source: Open Link
ar: فتح الرابط
tr: Bağlantıyı Aç

source: Add Comment
ar: إضافة تعليق
tr: Yorum Ekle

# shareOpinion
source: Share your opinion or inquiry about this news
ar: شارك رأيك أو استفسارك حول هذا الخبر
tr: Bu haberle ilgili görüşünüzü veya sorunuzu paylaşın

source: Name
ar: الاسم
tr: İsim

# enterName
source: Enter your name
ar: أدخل اسمك
tr: İsminizi girin

source: Comment
ar: التعليق
tr: Yorum

# writeComment
source: Write your comment here...
ar: اكتب تعليقك هنا...
tr: Yorumunuzu buraya yazın...

source: Send Comment
ar: إرسال التعليق
tr: Yorum Gönder

# commentReviewNote
source: Your comment will be reviewed by the administration
ar: سيتم مراجعة تعليقك من قبل الإدارة
tr: Yorumunuz yönetim tarafından incelenecektir

# waitMinutes
source: Please wait {minutes} minutes before sending another comment
ar: يرجى الانتظار {minutes} دقيقة قبل إرسال تعليق آخر
tr: Başka bir yorum göndermeden önce lütfen {minutes} dakika bekleyin

# commentSuccess
source: Your comment has been sent successfully! It will be reviewed soon.
ar: تم إرسال تعليقك بنجاح! سيتم مراجعته قريباً.
tr: Yorumunuz başarıyla gönderildi! Yakında incelenecektir.

# commentError
source: An error occurred while sending the comment. Please try again.
ar: حدث خطأ أثناء إرسال التعليق. يرجى المحاولة مرة أخرى.
tr: Yorum gönderilirken bir hata oluştu. Lütfen tekrar deneyin.

# nameRequired
source: Please enter your name
ar: الرجاء إدخال الاسم
tr: Lütfen isim giriniz

# nameTooShort
source: Name must be at least 2 characters
ar: الاسم يجب أن يكون على الأقل حرفين
tr: İsim en az 2 karakter olmalıdır

# nameTooLong
source: Name must not exceed 50 characters
ar: الاسم يجب أن لا يتجاوز 50 حرفاً
tr: İsim 50 karakteri geçmemelidir

# commentRequired
source: Please enter your comment
ar: الرجاء إدخال التعليق
tr: Lütfen yorum giriniz

# commentTooShort
source: Comment must be at least 10 characters
ar: التعليق يجب أن يكون على الأقل 10 أحرف
tr: Yorum en az 10 karakter olmalıdır

# linkError
source: Error opening link: {error}
ar: خطأ في فتح الرابط: {error}
tr: Bağlantı açılırken hata: {error}

source: Events Calendar
ar: تقويم الفعاليات
tr: Etkinlik Takvimi

source: Upcoming Events
ar: فعاليات قادمة
tr: Gelecek Etkinlikler

source: Previous Events
ar: فعاليات سابقة
tr: Geçmiş Etkinlikler

source: No events today
ar: لا توجد فعاليات في هذا اليوم
tr: Bugün etkinlik yok

source: No upcoming events
ar: لا توجد فعاليات قادمة
tr: Gelecek etkinlik bulunmamaktadır

source: Register Now
ar: سجل الآن
tr: Şimdi Kaydol

# linkLaunchError
source: Could not open registration link
ar: تعذر فتح رابط التسجيل
tr: Kayıt bağlantısı açılamadı

# eventsOf
source: Events on {date}
ar: فعاليات {date}
tr: {date} tarihindeki etkinlikler

source: Ikamet Tracker
ar: متتبع الإقامة
tr: İkamet Takibi

# ikametNoDateSet
source: Ikamet expiry date not set
ar: لم يتم تعيين تاريخ انتهاء الإقامة
tr: İkamet bitiş tarihi ayarlanmadı

# ikametSetDate
source: Set expiry date
ar: تعيين تاريخ الانتهاء
tr: Bitiş tarihini ayarla

# ikametExpiresIn
source: Expires in:
ar: تنتهي في:
tr: Bitiş süresi:

source: Days
ar: يوم
tr: Gün

# ikametSafe
source: Safe
ar: آمن
tr: Güvenli

# ikametWarning
source: Warning
ar: تحذير
tr: Uyarı

# ikametUrgent
source: Urgent!
ar: عاجل!
tr: Acil!

# studentResources
source: Useful resources for students
ar: مصادر مفيدة للطلاب
tr: Öğrenciler için faydalı kaynaklar

# noUniversitiesInSection
source: No universities in this section
ar: لا توجد جامعات في هذا القسم
tr: Bu bölümde üniversite bulunamadı

source: University
ar: جامعة
tr: Üniversite

# universityIntro
source: About the University
ar: مقدمة عن الجامعة
tr: Üniversite Hakkında

source: Bachelor Programs
ar: برامج البكالوريوس
tr: Lisans Programları

source: Associate Programs
ar: برامج الدبلوم
tr: Önlisans Programları

source: University in Turkey
ar: جامعة في تركيا
tr: Türkiye'de bir üniversite

# noItemsInSection
source: No items found in this section
ar: لا توجد عناصر في هذا القسم
tr: Bu bölümde öğe bulunamadı

source: Project Details
ar: تفاصيل المشروع
tr: Proje Detayları

source: Call Now
ar: اتصل الآن
tr: Şimdi Ara

# joinWhatsapp
source: Join group on WhatsApp
ar: انضم للمجموعة عبر ياتساب
tr: WhatsApp grubuna katıl

source: About Project
ar: نبذة عن المشروع
tr: Proje Hakkında

source: Reviews
ar: التقييمات
tr: Değerlendirmeler

# shareExperience
source: Share your experience with others
ar: شارك تجربتك مع الآخرين
tr: Deneyiminizi başkalarıyla paylaşın

source: No reviews yet
ar: لا توجد تقييمات بعد
tr: Henüz değerlendirme yok

# beFirstToReview
source: Be the first to share your experience!
ar: كن أول من يشارك تجربته!
tr: Deneyiminizi ilk paylaşan siz olun!

source: Add Review
ar: إضافة تقييم
tr: Değerlendirme Ekle

source: Rating
ar: التقييم
tr: Değerlendirme

# writeReview
source: Write your review here...
ar: اكتب تقييمك هنا...
tr: Değerlendirmenizi buraya yazın...

source: Cancel
ar: إلغاء
tr: İptal

source: Send Review
ar: إرسال التقييم
tr: Değerlendirme Gönder

# reviewSuccess
source: Your review was sent successfully! It will be published after review.
ar: تم إرسال تقييمك بنجاح! سيتم نشره بعد المراجعة.
tr: Değerlendirmeniz başarıyla gönderildi! İncelemeden sonra yayınlanacaktır.

# reviewError
source: An error occurred. Please try again.
ar: حدث خطأ. يرجى المحاولة مرة أخرى.
tr: Bir hata oluştu. Lütfen tekrar deneyin.

# reviewsLoadError
source: Error loading reviews
ar: خطأ في تحميل التقييمات
tr: Hatalar yüklenirken hata oluştu

source: Notifications
ar: الإشعارات
tr: Bildirimler

source: Clear All
ar: مسح الكل
tr: Hepsini Temizle

# noNotifications
source: No notifications found
ar: لا توجد إشعارات حالياً
tr: Henüz bildirim yok

# clearAllTitle
source: Clear all notifications?
ar: مسح جميع الإشعارات؟
tr: Tüm bildirimler temizlensin mi?

# clearAllMessage
source: Are you sure you want to delete the entire notification history?
ar: هل أنت متأكد من رغبتك في حذف سجل الإشعارات بالكامل؟
tr: Tüm bildirim geçmişini silmek istediğinizden emin misiniz?

source: Delete
ar: حذف
tr: Sil

source: Saved Places
ar: الأماكن المحفوظة
tr: Kaydedilen Mekanlar

# savedPlacesSubtitle
source: View your favorite places
ar: شاهد قائمة الأماكن المفضلة
tr: Favori mekanlarınızı görün

source: About Us
ar: من نحن
tr: Hakkımızda

# aboutUsSubtitle
source: Community guide and info
ar: دليل الاتحاد والمعلومات
tr: Topluluk rehberi ve bilgileri

source: Support Us
ar: دعمنا
tr: Bizi Destekleyin

# supportUsSubtitle
source: Donate to support the community
ar: تبرع لدعم المجتمع
tr: Topluluğu desteklemek için bağış yapın

source: Appearance
ar: المظهر
tr: Görünüm

source: Committees
ar: الهيئات
tr: Kurullar

# committeesSubtitle
source: Previous committees over the years
ar: الهيئات السابقة عبر السنوات
tr: Yıllar boyunca önceki kurullar

source: Oversight
ar: لجان الرقابة
tr: Denetim

# oversightSubtitle
source: Oversight committee members
ar: أعضاء لجان الرقابة عبر السنوات
tr: Denetim kurulu üyeleri

source: Select Language
ar: اختر اللغة
tr: Dil Seçin

source: Arabic
ar: العربية
tr: Arapça

source: English
ar: الإنجليزية
tr: İngilizce

source: Turkish
ar: التركية
tr: Türkçe

# themeFollowSystem
source: Follow system settings
ar: يتبع إعدادات الجهاز
tr: Sistem ayarlarını takip et

# themeAlwaysLight
source: Always light theme
ar: المظهر الفاتح دائماً
tr: Her zaman açık tema

# themeAlwaysDark
source: Always dark theme
ar: المظهر الداكن دائماً
tr: Her zaman koyu tema

source: Select Theme
ar: اختر المظهر
tr: Tema Seçin

# supportDesc
source: You can support the Yemeni community in Ankara by donating:
ar: يمكنك دعم مجتمع الطلاب اليمنيين في أنقرة من خلال التبرع:
tr: Ankara'daki Yemen topluluğunu bağış yaparak destekleyebilirsiniz:

source: Copy
ar: نسخ
tr: Kopyala

# copiedIban
source: IBAN copied to clipboard
ar: تم نسخ رقم الـ IBAN
tr: IBAN panoya kopyalandı

source: Close
ar: إغلاق
tr: Kapat

# loadingData
source: Loading data, please try again later
ar: جاري تحميل البيانات، يرجى المحاولة لاحقاً
tr: Veriler yükleniyor, lütfen daha sonra tekrar deneyin

# exchangeRateError
source: Could not update rates. Using fallback rates.
ar: تعذر تحديث الأسعار. استخدام الأسعار الاحتياطية.
tr: Kurlar güncellenemedi. Yedek kurlar kullanılıyor.

source: Retry
ar: إعادة المحاولة
tr: Tekrar Dene

source: Popular Places
ar: أماكن مشهورة
tr: Popüler Mekanlar

# partners
source: Our Partners
ar: شركاؤنا
tr: Ortaklarımız

# noPartners
source: No partners currently
ar: لا يوجد شركاء حالياً
tr: Henüz ortak bulunmamaktadır

# catUniversity
source: Universities
ar: الجامعات
tr: Üniversiteler

# catHospital
source: Hospitals
ar: المستشفيات
tr: Hastaneler

# catMall
source: Shopping Malls
ar: المولات
tr: AVM'ler

# catHistoric
source: Historic Landmarks
ar: المعالم
tr: Tarihi Mekanlar

# catLibrary
source: Libraries
ar: المكتبات
tr: Kütüphaneler

# catTransport
source: Transportation
ar: المواصلات
tr: Ulaşım

# catGovOffice
source: Government Offices
ar: الدوائر الحكومية
tr: Resmi Daireler

# catParks
source: Parks
ar: الحدائق
tr: Parklar

# catHousing
source: Housing Guide
ar: دليل السكنات
tr: Konaklama Rehberi

# catPartners
source: Partners
ar: شركاء النجاح
tr: Ortaklar

# catAbout
source: About Us
ar: من نحن
tr: Hakkımızda

# catProject
source: Our Projects
ar: مشاريعنا
tr: Projelerimiz

# catRestaurant
source: Restaurants
ar: المطاعم
tr: Restoranlar

# catMarket
source: Markets
ar: الأسواق
tr: Marketler

# noAnnouncementFound
source: Announcement not found
ar: لم يتم العثور على الإعلان
tr: Duyuru bulunamadı

# shareYourOpinion
source: Share your thoughts or inquiries about this news
ar: شارك رأيك أو استفسارك حول هذا الخبر
tr: Bu haberle ilgili düşüncelerinizi veya sorularınızı paylaşın

# pleaseEnterName
source: Please enter your name
ar: الرجاء إدخال الاسم
tr: Lütfen isminizi girin

# writeCommentHere
source: Write your comment here...
ar: اكتب تعليقك هنا...
tr: Yorumunuzu buraya yazın...

# pleaseEnterComment
source: Please enter your comment
ar: الرجاء إدخال التعليق
tr: Lütfen yorumunuzu girin

source: Error opening link
ar: خطأ في فتح الرابط
tr: Bağlantı açılırken hata oluştu

# eventCalendar
source: Events Calendar
ar: تقويم الفعاليات
tr: Etkinlik Takvimi

source: Events on {date}
ar: فعاليات {date}
tr: {date} Etkinlikleri

source: Show All
ar: عرض الكل
tr: Tümünü Göster

# noEventsOnDay
source: No events on this day
ar: لا توجد فعاليات في هذا اليوم
tr: Bu günde etkinlik bulunmamaktadır

# errorOpeningRegistrationLink
source: Could not open registration link
ar: تعذر فتح رابط التسجيل
tr: Kayıt bağlantısı açılamadı

# noUniversitiesFound
source: No universities found in this section
ar: لا توجد جامعات في هذا القسم
tr: Bu bölümde üniversite bulunamadı

source: University Introduction
ar: مقدمة عن الجامعة
tr: Üniversite Tanıtımı

source: Place not found
ar: المكان غير موجود
tr: Mekan bulunamadı

source: Place
ar: المكان
tr: Mekan

source: Navigate
ar: تنقّل
tr: Yol Tarifi

source: Attached Documents
ar: الوثائق المرفقة
tr: Ekli Belgeler

source: PDF File
ar: ملف PDF
tr: PDF Dosyası

source: Introductory Document
ar: مستند تعريفي
tr: Tanıtım Belgesi

# cannotOpenFile
source: Cannot open file: {error}
ar: لا يمكن فتح الملف: {error}
tr: Dosya açılamıyor: {error}

source: Show Less
ar: عرض أقل
tr: Daha Az Göster

source: Read More
ar: اقرأ المزيد
tr: Devamını Oku

# noSavedPlaces
source: No saved places found
ar: لا توجد أماكن محفوظة
tr: Kaydedilen mekan bulunamadı

# errorLoadingData
source: Error loading data: {error}
ar: خطأ في تحميل البيانات: {error}
tr: Veri yüklenirken hata oluştu: {error}

source: Join WhatsApp Group
ar: انضم للمجموعة عبر واتساب
tr: WhatsApp Grubuna Katıl

# clearAllNotificationsTitle
source: Clear all notifications?
ar: مسح جميع الإشعارات؟
tr: Tüm bildirimler silinsin mi?

# clearAllNotificationsMessage
source: Are you sure you want to delete all notification history?
ar: هل أنت متأكد من رغبتك في حذف سجل الإشعارات بالكامل؟
tr: Tüm bildirim geçmişini silmek istediğinizden emin misiniz?

source: Clear
ar: مسح
tr: Temizle

source: Past Oversight Committees
ar: و الحاليةلجان الرقابة السابقة
tr: Geçmiş Denetleme Kurulları

source: No data available
ar: لا توجد بيانات متاحة
tr: Veri bulunamadı

source: Select Year
ar: اختر السنة
tr: Yıl Seçin

# noMembersForYear
source: No members for this year
ar: لا يوجد أعضاء لهذه السنة
tr: Bu yıl için üye bulunamadı

# pastContributors
source: Past Board Members
ar: الهيئات السابقة
tr: Geçmiş Yönetim Kurulları

# noContributorsForYear
source: No contributors for this year
ar: لا يوجد مساهمون لهذه السنة
tr: Bu yıl için katkıda bulunan bulunamadı

source: Directory
ar: الدليل
tr: Rehber

source: Sections
ar: الأقسام
tr: Bölümler

# noResidencyGuide
source: Residency guide not available currently
ar: لا يوجد دليل الإقامة حالياً
tr: İkamet rehberi şu an mevcut değil

source: File link not available
ar: رابط الملف غير متوفر
tr: Dosya bağlantısı mevcut değil

# noHousingGuide
source: Housing guide not available currently
ar: لا يوجد دليل السكنات حالياً
tr: Konaklama rehberi şu an mevcut değil

source: PDF link not available
ar: رابط PDF غير متوفر
tr: PDF bağlantısı mevcut değil

# residencyGuide
source: Residency Guide (PDF)
ar: دليل الإقامة (PDF)
tr: İkamet Rehberi (PDF)

# housingGuide
source: Housing Guide (PDF)
ar: دليل السكنات (PDF)
tr: Konaklama Rehberi (PDF)

source: Currency Converter
ar: تحويل العملات
tr: Döviz Çevirici

source: Refresh Rates
ar: تحديث الأسعار
tr: Kurları Yenile

source: From
ar: من
tr: Kimden

source: To
ar: إلى
tr: Kime

source: Contact and Inquiry
ar: للتواصل والاستفسار
tr: İletişim ve Bilgi

source: Fund Manager
ar: مسؤول الصندوق
tr: Fon Yöneticisi

source: Event Details
ar: تفاصيل الفعالية
tr: Etkinlik Detayları

source: Past Events
ar: الفعاليات السابقة
tr: Geçmiş Etkinlikler

# noPastEvents
source: No past events found
ar: لا توجد فعاليات سابقة
tr: Geçmiş etkinlik bulunamadı

# eventCategorySports
source: Sports
ar: رياضة
tr: Spor

# eventCategoryCulture
source: Culture & Arts
ar: ثقافة وفنون
tr: Kültür ve Sanat

# eventCategoryEducational
source: Educational
ar: تعليم
tr: Eğitim

# eventCategorySocial
source: Social
ar: اجتماعي
tr: Sosyal

# eventCategoryReligious
source: Religious
ar: ديني
tr: Dini

# eventCategoryOther
source: Other
ar: عام
tr: Diğer

# downloadingLanguageModel
source: Downloading language pack...
ar: جاري تحميل حزمة اللغة...
tr: Dil paketi indiriliyor...

# languageModelDownloaded
source: Language pack downloaded successfully.
ar: تم تحميل حزمة اللغة بنجاح.
tr: Dil paketi başarıyla indirildi.

# reportSafetyConcern
source: Report a Safety Concern
ar: الإبلاغ عن محتوى أو انتهاك
tr: Güvenlik Sorunu Bildir

# reportSafetyConcernSubtitle
source: Contact us to report any safety issues or violations
ar: تواصل معنا للإبلاغ عن أي مخاوف تتعلق بالسلامة
tr: Herhangi bir güvenlik sorunu veya ihlalini bildirmek için bize ulaşın

source: Social Connect
ar: التواصل الاجتماعي
tr: Sosyal Bağlantılar

source: Location
ar: الموقع
tr: Konum

source: Global Rank
ar: التصنيف العالمي
tr: Dünya Sıralaması

source: Degrees
ar: الدرجات العلمية
tr: Dereceler

# bachelorsAndMore
source: Bachelors +
ar: بكالوريوس وأكثر
tr: Lisans ve Üstü

source: Open in Google Maps
ar: فتح في خرائط جوجل
tr: Google Haritalar'da Aç

source: Navigate Now
ar: التوجه الآن
tr: Şimdi Git

source: No description available.
ar: لا يوجد وصف متاح.
tr: Açıklama mevcut değil.

source: Established
ar: سنة التأسيس
tr: Kuruluş Yılı

source: Known For
ar: تشتهر بـ
tr: Tanındığı Alanlar

source: Hospital Type
ar: نوع المستشفى
tr: Hastane Türü

# medicalAdvice
source: Medical & Hospital Advice
ar: معلومة طبية ومستشفيات
tr: Tıbbi ve Hastane Tavsiyeleri

source: Booking Method
ar: طريقة الحجز
tr: Randevu Yöntemi

# languageTip
source: Language Tips
ar: صعوبات اللغة
tr: Dil İpuçları

# insuranceInfo
source: Insurance & Costs
ar: التأمين والتكاليف
tr: Sigorta ve Maliyetler

source: What to Bring
ar: ماذا تحضر معك؟
tr: Yanınızda Ne Getirmelisiniz?

source: How to Book
ar: كيفية الحجز
tr: Nasıl Randevu Alınır?

source: Hospital Advices
ar: معلومة المستشفيات
tr: Hastane Tavsiyeleri

source: Entry Fee
ar: رسوم الدخول
tr: Giriş Ücreti

source: Barbecue
ar: الشواء / التنزه
tr: Mangal

source: History
ar: لمحة تاريخية
tr: Tarihçe

# parkAdvices
source: Park Advice
ar: معلومة المتنزهات
tr: Park Tavsiyeleri

source: Seasonal Rules
ar: القواعد الموسمية
tr: Mevsimsel Kurallar

source: Fuel Types
ar: أنواع الوقود
tr: Yakıt Türleri

source: Arrival Time
ar: وقت الوصول
tr: Varış Saati

# seasonalRulesContent
source: Seasonal Bans: Typically from June/July until September 30, the Ankara Governorate often issues a city-wide ban on all barbecues and open fires to prevent forest fires.
ar: غالباً ما تصدر ولاية أنقرة حظراً على الشواء والنيران المفتوحة من يونيو/يوليو حتى 30 سبتمبر لحماية الغابات من الحرائق خلال الجو الجاف.
tr: Mevsimsel Yasaklar: Genellikle Haziran/Temmuz'dan 30 Eylül'e kadar, Ankara Valiliği orman yangınlarını önlemek için mangal ve ateş yakmayı yasaklar.

# fuelTypesContent
source: Fuel Types: You are generally expected to bring your own charcoal. Using wood or large logs that create excessive flame and smoke outside the grill units is prohibited.
ar: يمنع استخدام الأخشاب أو القطع التي تسبب دخاناً كثيفاً خارج وحدات الشواء. يُتوقع منك إحضار الفحم الخاص بك.
tr: Yakıt Türleri: Genellikle kendi kömürünüzü getirmeniz beklenir. Izgara ünitelerinin dışında aşırı alev ve duman oluşturan odun veya büyük kütüklerin kullanılması yasaktır.

# arrivalTimeContent
source: Arrival Time: On weekends, barbecue spots fill up very early (often by 9:00 AM or 10:00 AM). If you aren't there early, you might find the spots taken.
ar: في عطلات نهاية الأسبوع، تمتلئ أماكن الشواء مبكراً (غالباً 9:00 - 10:00 صباحاً). يفضل الوصول مبكراً لضمان مكان.
tr: Varış Saati: Hafta sonları mangal yerleri çok erken dolar (genellikle 09:00 veya 10:00'a kadar). Erken gitmezseniz yer bulamayabilirsiniz.

# place_metu_uni_desc
source: Middle East Technical University (METU/ODTÜ) (Description available in Arabic/Turkish)
ar: جامعة الشرق الأوسط التقنية (METU) هي جامعة بحثية حكومية دولية في أنقرة. لغة التدريس هي الإنجليزية وتعتبر الأفضل في تركيا في تخصصات الهندسة والعلوم الطبيعية.
tr: Middle East Technical University (METU/ODTÜ)

# place_metu_uni_knownFor
source: Engineering excellence, leading technical university, English education.
ar: التميز الهندسي والمعماري، جامعة تقنية رائدة، التعليم باللغة الإنجليزية.
tr: Mühendislik ve mimarlıkta mükemmeliyet, öncü teknik üniversite, İngilizce eğitim.

# place_hacettepe_uni_desc
source: Hacettepe University (Description available in Arabic/Turkish)
ar: جامعة حاجيت تبه هي الوجهة الأولى لدراسة الطب في تركيا. تأسست عام 1967 وتضم حرمين جامعيين كبيرين. بجانب الطب، تتفوق في الهندسة والفنون الجميلة.
tr: Hacettepe University

# place_hacettepe_uni_knownFor
source: Leader in medicine and health sciences, highest national research impact.
ar: الرائدة في تعليم الطب والعلوم الصحية، أعلى تأثير بحثي وطني.
tr: Tıp ve sağlık bilimlerinde öncü, en yüksek ulusal araştırma etkisi.

# place_ankara_uni_desc
source: Ankara University (Description available in Arabic/Turkish)
ar: جامعة أنقرة هي أول جامعة تأسست في الجمهورية التركية عام 1946. تشتهر بكلياتها العريقة في القانون والعلوم السياسية والطب.
tr: Ankara University

# place_ankara_uni_knownFor
source: First university of the Republic, distinguished in Law, Political Science (Mülkiye), and Medicine.
ar: أول جامعة في الجمهورية، متميزة في الحقوق والعلوم السياسية (Mülkiye) والطب.
tr: Cumhuriyetin ilk üniversitesi, Hukuk, Siyasal Bilgiler (Mülkiye) ve Tıp alanlarında seçkin.

# place_gazi_uni_desc
source: Gazi University (Description available in Arabic/Turkish)
ar: جامعة عريقة تأسست عام 1926، وتشتهر بتخصصات التعليم والهندسة والتكنولوجيا.
tr: Gazi University

# place_gazi_uni_knownFor
source: Teacher training, engineering, technology; strong industry integration.
ar: تدريب المعلمين، الهندسة، التكنولوجيا؛ تكامل قوي مع الصناعة.
tr: Öğretmen yetiştirme, mühendislik, teknoloji; sanayi ile güçlü entegrasyon.

# place_aybu_uni_desc
source: Ankara Yıldırım Beyazıt University (AYBU) (Description available in Arabic/Turkish)
ar: جامعة حكومية حديثة تقدم معظم برامجها باللغة الإنجليزية. تشتهر بتخصصات الطب والهندسة.
tr: Ankara Yıldırım Beyazıt University (AYBU)

# place_aybu_uni_knownFor
source: English education, Medicine and Engineering, high ratio of international students.
ar: التعليم باللغة الإنجليزية، الطب والهندسة، نسبة عالية من الطلاب الدوليين.
tr: İngilizce eğitim, Tıp ve Mühendislik, yüksek uluslararası öğrenci oranı.

# place_haci_bayram_veli_desc
source: Ankara Hacı Bayram Veli University (AHBVU) (Description available in Arabic/Turkish)
ar: جامعة حكومية تركز على العلوم الاجتماعية والفنون والسياحة والقانون.
tr: Ankara Hacı Bayram Veli University (AHBVU)

# place_haci_bayram_veli_knownFor
source: Social sciences, Arts, Tourism (Gastronomy), Law.
ar: العلوم الاجتماعية، الفنون، السياحة (فن الطهي)، القانون.
tr: Sosyal bilimler, Sanat, Turizm (Gastronomi), Hukuk.

# place_asbu_uni_desc
source: Social Sciences University of Ankara (ASBU) (Description available in Arabic/Turkish)
ar: أول جامعة حكومية متخصصة بالكامل في العلوم الاجتماعية في تركيا، تقع في منطقة أولوس التاريخية.
tr: Social Sciences University of Ankara (ASBU)

# place_asbu_uni_knownFor
source: Specialized in Social Sciences, research-oriented; Law, Political Science, Islamic Studies.
ar: متخصصة في العلوم الاجتماعية، موجهة للبحث؛ القانون، العلوم السياسية، الدراسات الإسلامية.
tr: Sosyal Bilimlerde uzmanlaşmış, araştırma odaklı; Hukuk, Siyaset Bilimi, İslami İlimler.

# place_mgu_uni_desc
source: Ankara Music and Fine Arts University (MGU) (Description available in Arabic/Turkish)
ar: جامعة حكومية متخصصة في الموسيقى والفنون الجميلة.
tr: Ankara Music and Fine Arts University (MGU)

# place_mgu_uni_knownFor
source: Specialized university for Music and Fine Arts.
ar: جامعة تخصصية للموسيقى والفنون الجميلة.
tr: Müzik ve Güzel Sanatlar alanında ihtisas üniversitesi.

# place_bilkent_uni_desc
source: Bilkent University (Description available in Arabic/Turkish)
ar: أول جامعة خاصة في تركيا، تشتهر ببحثها العلمي المتميز والتعليم باللغة الإنجليزية.
tr: Bilkent University

# place_bilkent_uni_knownFor
source: First private university, world-class research, Engineering and Economics.
ar: أول جامعة خاصة، أبحاث بمستوى عالمي، الهندسة والاقتصاد.
tr: İlk vakıf üniversitesi, dünya standartlarında araştırma, Mühendislik ve Ekonomi.

# place_cankaya_uni_desc
source: Çankaya University (Description available in Arabic/Turkish)
ar: جامعة خاصة تشتهر بتأثير أبحاثها العالي وبرامج الهندسة والعمارة والقانون.
tr: Çankaya University

# place_cankaya_uni_knownFor
source: High research impact, Engineering, Architecture, Law.
ar: تأثير بحثي عالٍ، الهندسة، العمارة، القانون.
tr: Yüksek araştırma etkisi, Mühendislik, Mimarlık, Hukuk.
