Repository: TheeCoderAhmed/DiwanAnkara
Catalog: lib/l10n/app_*.arb
Languages: ar, tr

# place_ankara_transport_guide_2026_section_4_content
source: Ankara is the hub for High-Speed Trains (YHT): • High-Speed Train (YHT): 15% discount for youth (13-26 years). • Turkish Airlines (THY): 20% domestic discount and extra baggage (40kg for international) when you register 'Student' status in Miles&Smiles. • Pegasus Airlines: 'Genç BolBol' program offers free changes and baggage discounts.
tr: Ankara, Yüksek Hızlı Tren (YHT) merkezidir: • Yüksek Hızlı Tren (YHT): Gençler (13-26 yaş) için %15 indirim. • Türk Hava Yolları (THY): Miles&Smiles'ta 'Öğrenci' statüsü tanımlandığında %20 iç hat indirimi ve ekstra bagaj (dış hatlarda 40kg). • Pegasus Hava Yolları: 'Genç BolBol' programı ücretsiz değişiklik ve bagaj indirimleri sunar.

# place_ankara_transport_guide_2026_section_5_title
source: 6. Strategic Tips for Students
tr: 6. Öğrenciler İçin Stratejik İpuçları

# place_ankara_transport_guide_2026_section_5_content
source: • Activate Immediately: As soon as you register at university, get your card to avoid paying 41 TL per ride. • EGO Cep'te App: Essential for tracking buses, arrival times, and topping up balance. • Early Bird: Travel between 06:00 - 07:00 AM costs 25 TL for full fare (but student discount is still better). • District Buses: If living in far districts like Gölbaşı, fares might differ.
tr: • Hemen Aktifleştirin: Üniversiteye kaydolur olmaz kartınızı çıkarın, böylece her biniş için 41 TL ödemekten kurtulursunuz. • EGO Cep'te Uygulaması: Otobüs takibi, varış saatleri ve bakiye yükleme için çok gereklidir. • Erken Yolcu: Sabah 06:00 - 07:00 arası seyahat tam bilet için 25 TL'dir (ancak öğrenci indirimi hala daha iyidir). • İlçe Otobüsleri: Gölbaşı gibi uzak ilçelerde yaşıyorsanız tarife farklı olabilir.

# onboarding1Title
source: Welcome to Ankara
ar: مرحباً بكم في أنقرة
tr: Ankara'ya Hoş Geldiniz

# onboarding1Desc
source: Your comprehensive guide to the city - explore universities, hospitals, malls and more
ar: دليلك الشامل للمدينة - اكتشف الجامعات، المستشفيات، المولات والمزيد
tr: Şehir için kapsamlı rehberiniz - üniversiteleri, hastaneleri, alışveriş merkezlerini ve daha fazlasını keşfedin

# onboarding2Title
source: Find Everything
ar: اعثر على كل شيء
tr: Her Şeyi Bulun

# onboarding2Desc
source: Easily search and explore all important places in Ankara
ar: ابحث واستكشف جميع الأماكن المهمة في أنقرة بسهولة
tr: Ankara'daki tüm önemli yerleri kolayca arayın ve keşfedin

# onboarding3Title
source: Stay Informed
ar: ابقَ على اطلاع
tr: Haberdar Kalın

# onboarding3Desc
source: Get notifications about events and important news
ar: احصل على إشعارات حول الفعاليات والأخبار المهمة
tr: Etkinlikler ve önemli haberler hakkında bildirimler alın

# onboardingLanguageTitle
source: Choose Language
ar: اختر اللغة
tr: Dil Seçin

# onboardingLanguageDesc
source: Please choose the language you would like to use in the app
ar: يرجى اختيار اللغة التي تود استخدامها في التطبيق
tr: Lütfen uygulamada kullanmak istediğiniz dili seçin

# onboardingSkip
source: Skip
ar: تخطي
tr: Geç

# onboardingNext
source: Next
ar: التالي
tr: İleri

# onboardingStart
source: Get Started
ar: ابدأ
tr: Başlat

# onboardingThemeTitle
source: Choose Theme
ar: اختر المظهر
tr: Tema Seçin

# onboardingThemeDesc
source: Select the appearance that suits you best
ar: اختر المظهر الذي يناسبك
tr: Size en uygun görünümü seçin

# themeLight
source: Light
ar: فاتح
tr: Açık

# themeDark
source: Dark
ar: داكن
tr: Koyu

# themeSystem
source: System Default
ar: تلقائي
tr: Sistem Varsayılanı

source: Ikamet
ar: الإقامة

# catActivities
source: Activities & Recreation
ar: الأنشطة والترفيه

# place_eymir_golu_new_entryFee
source: Yayalar ve bisikletler için ücretsiz. Araçlar için kısıtlı.
ar: مجاني للمشاة والدرجات. رسوم للسيارات (تتطلب بطاقة جامعة METU أو الدخول بشروط)

# place_mogan_parki_new_entryFee
source: Yayalar için ücretsiz; Araçlar ücretli (30-50 TL)
ar: مجاني للمشاة؛ رسوم للسيارات (تقريباً 30–50 ليرة)

# place_altinkoy_new_entryFee
source: Tam: 20 TL, Öğrenci: 10 TL
ar: 20 ليرة (للكبار)، 10 ليرات (للطلاب)

# place_soguksu_milli_parki_entryFee
source: Araç başı yaklaşık 40 TL
ar: تقريباً 40 ليرة للسيارات (رسوم دخول منتزه وطني)
