Repository: TheeCoderAhmed/DiwanAnkara
Catalog: lib/l10n/app_*.arb
Languages: ar, tr

# place_zafer_parki_30_agustos_history
source: Opened next to the AŞTİ bus terminal to provide a modern 'breath' of fresh air amidst the traffic.
ar: افتتحت بجوار محطة حافلات AŞTİ لتكون "نفساً" حديثاً وسط ضجيج حركة المواصلات.
tr: AŞTİ yanındaki konumuyla şehir içinde modern bir nefes alanı olarak açılmıştır.

# place_yildonumu_50_new_desc
source: 50. Yıl Parkı (Description available in Arabic/Turkish)
ar: تشتهر بكونها "شرفة أنقرة"، حيث توفر إطلالة بانورامية كاملة على المدينة من الأعلى.
tr: 50. Yıl Parkı

# place_yildonumu_50_new_knownFor
source: Panoramic 'Balcony of Ankara' view, huge flag pole, and quiet elevated spaces.
ar: إطلالة "شرفة أنقرة" البانورامية، سارية العلم الضخمة، والمساحات المرتفعة الهادئة.
tr: Panoramik 'Ankara Balkonu' manzarası, dev bayrak direği ve sessiz yüksek alanlar.

# place_yildonumu_50_new_entryFee
source: Free
ar: مجاني
tr: Ücretsiz

# place_yildonumu_50_new_barbecue
source: Prohibited
ar: غير مسموح
tr: Yasak

# place_yildonumu_50_new_history
source: Built to celebrate the 50th anniversary of the Republic, located on the peaks of Cebeci.
ar: بنيت احتفالاً بالذكرى الخمسين للجمهورية، وتقع على قمم جبل سيبيجي.
tr: Cumhuriyetin 50. yılı anısına Cebeci sırtlarında inşa edilmiştir.

# place_altinkoy_new_desc
source: Altınköy Açık Hava Müzesي (Description available in Arabic/Turkish)
ar: متحف حي يحاكي حياة القرى الأناضولية القديمة، يضم طواحين هواء وورش عمل للحرف التقليدية.
tr: Altınköy Açık Hava Müzesي

# place_altinkoy_new_knownFor
source: Restored wooden houses, working windmill, suspension bridge, and traditional craft workshops.
ar: البيوت الخشبية المرممة، طاحونة الهواء العاملة، الجسر المعلق، وورش الحرف التقليدية.
tr: Restore edilmiş ahşap evler, çalışan yel değirmeni, asma köprü ve geleneksel zanaat atölyeleri.

# place_altinkoy_new_barbecue
source: Prohibited (Geleneksel lokantalar mevcut)
ar: غير مسموح (تتوفر مطاعم تقدم أطعمة تقليدية)
tr: Yasak (Geleneksel lokantalar mevcut)

# place_altinkoy_new_history
source: Established by Altındağ Municipality to revive and embody traditional Anatolian village life.
ar: أنشأته بلدية ألتنداغ لإحياء وتجسيد حياة القرية الأناضولية التقليدية من فترة الثلاثينيات إلى الخمسينيات.
tr: Anadolu köy yaşamını canlandırmak için Altındağ Belediyesi tarafından kurulmuştur.

# place_kurtulus_parki_new_desc
source: Kurtuluş Parkı (Description available in Arabic/Turkish)
ar: أحد أقدم المنتزهات في وسط المدينة، يتميز بأشجاره الضخمة التي توفر ظلاً عميقاً وقربه من مراكز النقل.
tr: Kurtuluş Parkı

# place_kurtulus_parki_new_knownFor
source: Ice skating rink, dense trees, and easy metro access.
ar: صالة التزلج على الجليد، الأشجار الكثيفة، وسهولة الوصول عبر المترو.
tr: Buz pateni pisti, sık ağaçlar ve metro ile kolay ulaşım.

# place_kurtulus_parki_new_entryFee
source: Free
ar: مجاني
tr: Ücretsiz

# place_kurtulus_parki_new_barbecue
source: Prohibited
ar: غير مسموح
tr: Yasak

# place_kurtulus_parki_new_history
source: One of the oldest central parks serving the Kızılay and Kolej districts.
ar: أحد أقدم الحديقة المركزية التي تخدم مناطق كيزيلاي وكوليج.
tr: Kızılay ve Kolej bölgelerine hizmet veren Ankara'nın en eski parklarından biridir.

# place_soguksu_milli_parki_desc
source: Soğuksu Milli Parkı (Description available in Arabic/Turkish)
ar: منتزه وطني بعيد قليلاً عن المركز، يتميز بغابات الصنوبر والمياه المعدنية الحرارية.
tr: Soğuksu Milli Parkı

# place_soguksu_milli_parki_knownFor
source: Thermal springs, pine forests, rare birds, and camping facilities.
ar: الينابيع الحرارية، غابات الصنوبر، الطيور النادرة، ومرافق التخييم.
tr: Termal kaynaklar, çam ormanları, nadir kuşlar ve kamp olanakları.

# place_soguksu_milli_parki_barbecue
source: Allowed (Kamp ve piknik alanları mevcut)
ar: مسموح (تتوفر مرافق تخييم ونزهات واسعة)
tr: Serbest (Kamp ve piknik alanları mevcut)

# place_soguksu_milli_parki_history
source: A national park established in 1959 in the volcanic region of Kızılcahamam.
ar: منتزه وطني تأسس عام 1959 في المنطقة البركانية في كيزيلجاهامام.
tr: 1959 yılında Kızılcahamam'da volkanik bir bölgede kurulmuş milli parktır.

# place_ankara_transport_guide_2026_desc
source: Ankara Ulaşım Rehberi 2026 (Description available in Arabic/Turkish)
ar: دليل شامل للمواصلات في أنقرة لعام 2026، مصمم خصيصاً للطلاب والمقيمين الجدد لتوفير التكاليف وفهم نظام النقل.
tr: Ankara Ulaşım Rehberi 2026

# place_migration_management_ankara_desc
source: Ankara İl Göç İdaresi (Migration Management) (Description available in Arabic/Turkish)
ar: المؤسسة الأكثر أهمية لإقامتك القانونية. في عام 2026، تحول النظام إلى نموذج "عبر الجامعة"، حيث يتم تسليم الملفات لمكتب الطلاب الدوليين في جامعتك.
tr: Ankara İl Göç İdaresi (Migration Management)

# place_yemen_embassy_ankara_desc
source: Yemen Büyükelçiliği (Yemeni Embassy) (Description available in Arabic/Turkish)
ar: السفارة اليمنية في أنقرة هي حلقة الوصل مع حكومتك. تضم السفارة الآن "مركزاً لإصدار الجوازات الآلية" بنظام البيومتري.
tr: Yemen Büyükelçiliği (Yemeni Embassy)

# place_yok_ankara_desc
source: Yükseköğretim Kurulu (YÖK) (Description available in Arabic/Turkish)
ar: المجلس الأعلى للتعليم. مسؤول عن معادلة الشهادات والاعتراف بالجامعات الأجنبية.
tr: Yükseköğretim Kurulu (YÖK)

# place_nufus_mudurlugu_ankara_desc
source: İl Nüfus ve Vatandaşlık Müdürlüğü (Description available in Arabic/Turkish)
ar: مديرية النفوس؛ حيث يجب عليك تسجيل عنوان سكنك في السجل الوطني (MERNIS). وهذا مرتبط بصلاحية إقامتك وعملياتك البنكية.
tr: İl Nüfus ve Vatandaşlık Müdürlüğü

# place_sgk_ankara_desc
source: Sosyal Güvenlik Kurumu (SGK) (Description available in Arabic/Turkish)
ar: مؤسسة الضمان الاجتماعي؛ تقدم التأمين الصحي العام (GSS) وهو أشمل تأمين حكومي في تركيا.
tr: Sosyal Güvenlik Kurumu (SGK)

# place_tax_office_ankara_desc
source: Vergi Dairesi (Tax Office) (Description available in Arabic/Turkish)
ar: مكتب الضرائب؛ ستحتاج إليه للحصول على رقم ضريبي تركي (Vergi Numarası) وهو ضروري لفتح حساب بنكي ودفع الرسوم.
tr: Vergi Dairesi (Tax Office)

# place_yemeni_student_gov_checklist_desc
source: ملخص المعاملات الحكومية للطلاب اليمنيين 2026 (Description available in Arabic/Turkish)
ar: قائمة مرجعية سريعة للخطوات القانونية الأساسية التي يجب على الطالب اليمني اتباعها فور وصوله إلى أنقرة.
tr: ملخص المعاملات الحكومية للطلاب اليمنيين 2026

# place_ankamall_full_desc
source: ANKAmall (Description available in Arabic/Turkish)
ar: يُعرف بـ "مركز تسوق تركيا" وهوتاني أكبر مول في البلاد بمساحة 278,000 متر مربع. يضم أكثر من 330 علامة تجارية عالمية مثل Zara وH&M وDecathlon.
tr: ANKAmall

# place_armada_full_desc
source: Armada Shopping & Business (Description available in Arabic/Turkish)
ar: مجمع حائز على جوائز معروف بـ "شارع أرمادا"، وهو زقاق مفتوح من المطاعم والمقاهي يربط بين كتل البيع بالتجزئة والمكاتب.
tr: Armada Shopping & Business

# place_panora_full_desc
source: Panora Shopping Center (Description available in Arabic/Turkish)
ar: يتميز بأكبر قبة زجاجية في تركيا، وفسيفساء ضخمة لخريطة بيري ريس، وحوض أسماك متكامل.
tr: Panora Shopping Center

# place_atakule_full_desc
source: Atakule (Description available in Arabic/Turkish)
ar: معلم المدينة الشهير ببرج مراقبة يبلغ ارتفاعه 125 متراً ومطعم دوار، ويضم قاعدة تجارية حديثة جداً.
tr: Atakule

# place_bilkent_center_desc
source: Bilkent Center (Description available in Arabic/Turkish)
ar: مركز حياة يقع بالقرب من جامعة بيلكنت، معروف باستضافة المهرجانات الفنية والفنانين التشكيليين.
tr: Bilkent Center

# place_kentpark_full_desc
source: Kentpark (Description available in Arabic/Turkish)
ar: معروف بتصميمه في الهواء الطلق، ومركز اللياقة البدنية الكبير، والهندسة المعمارية الصناعية الحديثة.
tr: Kentpark

# place_cepa_full_desc
source: Cepa (Description available in Arabic/Turkish)
ar: مجاور مباشرة لمول كنت بارك، معروف بمزيجه العملي من العلامات التجارية المتنوعة وتراسه الشعبي.
tr: Cepa

# place_gordion_full_desc
source: Gordion (Description available in Arabic/Turkish)
ar: أول "مبنى أخضر" معتمد في أنقرة، يخدم منطقة تشايولو (Çayyolu).
tr: Gordion

# place_arcadium_desc
source: Arcadium (Description available in Arabic/Turkish)
ar: مول يركز على المجتمع في تشايولو، معروف بجوه "المخلص" وفعاليات الموسيقى الحية.
tr: Arcadium

# place_kizilay_avm_desc
source: Kızılay AVM (Description available in Arabic/Turkish)
ar: يقع في قلب المدينة تماماً (ساحة كيزيلاي). صغير الحجم ولكنه يشهد حركة مرور كثيفة جداً.
tr: Kızılay AVM

# place_acity_outlet_desc
source: ACity Outlet (Description available in Arabic/Turkish)
ar: مركز أوتليت كبير على طريق إسطنبول مع مسرح على السطح وصالة طعام واسعة.
tr: ACity Outlet

# place_forum_ankara_desc
source: Forum Ankara Outlet (Description available in Arabic/Turkish)
ar: أكبر مركز أوتليت في المدينة، يقع في منطقة كيتشي أورين (Keçiören).
tr: Forum Ankara Outlet

# place_antares_mall_desc
source: Antares (Description available in Arabic/Turkish)
ar: يتميز بسقف زجاجي ضخم، وصالة بولينج، و10 شاشات سينما.
tr: Antares

# place_nata_vega_desc
source: Nata Vega (Description available in Arabic/Turkish)
ar: يحتوي على "أكوا فيجا"، أحد أكبر الأحواض المائية في تركيا، بالإضافة إلى متجر ايكيا (IKEA).
tr: Nata Vega

# place_anatolium_ankara_desc
source: Anatolium (Description available in Arabic/Turkish)
ar: يقع بجانب ناتا فيجا، ويركز على السلع المنزلية والتجزئة العملية.
tr: Anatolium

# place_taurus_mall_desc
source: Taurus (Description available in Arabic/Turkish)
ar: يُعرف بتراسه الكبير وسهولة الوصول إليه في منطقة تشانكايا.
tr: Taurus

# place_podium_mall_desc
source: Podium (Description available in Arabic/Turkish)
ar: معروف بـ "القيمة العالية للمال" ومنطقة خارجية كبيرة مع بركة مائية.
tr: Podium

# place_next_level_full_desc
source: Next Level (Description available in Arabic/Turkish)
ar: مركز حياة فاخر يضم معرضاً فنياً وتراساً خارجياً مميزاً.
tr: Next Level

# place_tepe_prime_desc
source: Tepe Prime (Description available in Arabic/Turkish)
ar: ساحة فاخرة في الهواء الطلق مشهورة بالحياة الليلية والمطاعم والحفلات الموسيقية.
tr: Tepe Prime

# place_karum_mall_desc
source: Karum (Description available in Arabic/Turkish)
ar: واحد من أقدم المولات، يقع في منطقة البعثات الدبلوماسية (Gaziosmanpaşa) مع أجواء خضراء.
tr: Karum

# place_atlantis_mall_desc
source: Atlantis (Description available in Arabic/Turkish)
ar: يقع في منطقة "باتيكنت" (Batıkent)؛ ويضم مدينة ملاهي "Joy Land" ومنطقة مائية.
tr: Atlantis

# place_galleria_mall_desc
source: Galleria (Description available in Arabic/Turkish)
ar: مول قديم في منطقة "أوميتكوي" (Ümitköy)، تم تجديده مؤخراً.
tr: Galleria

# place_optimum_outlet_desc
source: Optimum Outlet (Description available in Arabic/Turkish)
ar: مفهوم أوتليت ضخم يقع في منطقة "إريامان" (Eryaman).
tr: Optimum Outlet

# place_ftz_mall_desc
source: FTZ (Description available in Arabic/Turkish)
ar: يقع في منطقة كيتشي أورين (Keçiören)؛ ويتميز بوجود محاكي للقفز المظلي وسينما.
tr: FTZ

# place_365_mall_desc
source: 365 Shopping Mall (Description available in Arabic/Turkish)
ar: مول عملي أصغر حجماً في تشانكايا (Çankaya).
tr: 365 Shopping Mall

# place_one_tower_mall_desc
source: One Tower (Description available in Arabic/Turkish)
ar: يقع في منطقة دوران (Oran)، مع التركيز على المطاعم والعلامات التجارية الراقية.
tr: One Tower

# place_anatolian_civil_museum_desc
source: Anadolu Medeniyetleri Müzesi (Description available in Arabic/Turkish)
ar: متحف حائز على جوائز يضم قطعاً أثرية من العصر الحجري القديم إلى العصور الكلاسيكية. يجب زيارته لكل مهتم بالتاريخ.
tr: Anadolu Medeniyetleri Müzesi

# place_anitkabir_full_desc
source: Anıtkabir (Description available in Arabic/Turkish)
ar: ضريح مؤسس الجمهورية، مصطفى كمال أتاتورك، ومتحف حرب الاستقلال.
tr: Anıtkabir

# place_ethnography_museum_desc
source: Ankara Etnografya Müzesi (Description available in Arabic/Turkish)
ar: أول متحف في الجمهورية، يتميز بعرشه السلجوقي والفن الشعبي التركي.
tr: Ankara Etnografya Müzesi

# place_rahmi_koc_museum_desc
source: Rahmi M. Koç Müzesi (Description available in Arabic/Turkish)
ar: تاريخ الصناعة في خانات تاريخية مرممة (Çengelhan/Safranhan).
tr: Rahmi M. Koç Müzesi

# place_ulucanlar_prison_desc
source: Ulucanlar Cezaevi Müzesi (Description available in Arabic/Turkish)
ar: سجن سابق يضم تماثيل شمعية للمعتقلين السياسيين وزنازين العزل.
tr: Ulucanlar Cezaevi Müzesi

# place_erimtan_museum_desc
source: Erimtan Arkeoloji ve Sanat Müzesi (Description available in Arabic/Turkish)
ar: مجموعة خاصة من الزجاج والمجوهرات والعملات الرومانية.
tr: Erimtan Arkeoloji ve Sanat Müzesi

# place_cermodern_desc
source: CerModern (Description available in Arabic/Turkish)
ar: مركز للفنون الحديثة في مستودع قطارات تم تجديده.
tr: CerModern

# place_first_parliament_desc
source: Kurtuluş Savaşı Müzesi (I. TBMM) (Description available in Arabic/Turkish)
ar: مبنى البرلمان الأصلي لعام 1920.
tr: Kurtuluş Savaşı Müzesi (I. TBMM)

# place_republic_museum_desc
source: Cumhuriyet Müzesi (II. TBMM) (Description available in Arabic/Turkish)
ar: حيث تم توطيد أركان الجمهورية (استخدم حتى عام 1960).
tr: Cumhuriyet Müzesi (II. TBMM)

# place_state_art_sculpture_desc
source: Ankara Resim ve Heykel Müzesi (Description available in Arabic/Turkish)
ar: عمارة رائعة؛ يضم لوحات ومنحوتات تركية كبرى.
tr: Ankara Resim ve Heykel Müzesi

# place_gordion_museum_desc
source: Gordion Müzesي (Description available in Arabic/Turkish)
ar: يقع في بولاتلي؛ يضم قبر الملك ميداس الشهير.
tr: Gordion Müzesي

# place_roman_baths_desc
source: Roma Hamamı (Description available in Arabic/Turkish)
ar: أطلال قديمة لمجمع حمامات روماني.
tr: Roma Hamamı

# place_altinkoy_museum_desc
source: Altınköy Açık Hava Müzesi (Description available in Arabic/Turkish)
ar: يعيد خلق الحياة القروية التقليدية مع بيوت خشبية وطواحين هواء.
tr: Altınköy Açık Hava Müzesi

# place_mta_natural_history_desc
source: MTA Şehit Cuma Dağ Tabiat Tarihi Müzesi (Description available in Arabic/Turkish)
ar: الجيولوجيا والديناصورات وعلم الحفريات.
tr: MTA Şehit Cuma Dağ Tabiat Tarihi Müzesi

# place_ankara_vakif_museum_desc
source: Ankara Vakıf Eserleri Müzesi (Description available in Arabic/Turkish)
ar: يعرض السجاد والمنسوجات وأعمال المؤسسات الخيرية القديمة.
tr: Ankara Vakıf Eserleri Müzesi

# place_july_15_museum_desc
source: 15 Temmuz Şehitler ve Demokrasi Müzesi (Description available in Arabic/Turkish)
ar: متحف حديث مخصص لـ "ملحمة الديمقراطية" (أحداث 15 تموز).
tr: 15 Temmuz Şehitler ve Demokrasi Müzesi

# place_haci_bayram_full_desc
source: Hacı Bayram Veli Mosque & Tomb (Description available in Arabic/Turkish)
ar: مركز روحي وتاريخي هام في أنقرة. يقع بجانبه "معبد أغسطس" الروماني، مما يمثل تلاقي الحضارات. المنطقة المحيطة بها (Hamamönü) تم ترميمها وأصبحت جميلة جدا للتمشي والتسوق التقليدي.
tr: Hacı Bayram Veli Mosque & Tomb

# place_kocatepe_mosque_full_desc
source: Kocatepe Mosque (Description available in Arabic/Turkish)
ar: أكبر مسجد في أنقرة، يقع في منطقة كبزلاي. هندسته المعمارية رائعة ويظهر من أماكن كثيرة في المدينة. يعتبر نقطة التقاء ومركز إشعاع ثقافي.
tr: Kocatepe Mosque

# place_augustus_temple_desc
source: Augustus Tapınağı (Description available in Arabic/Turkish)
ar: أطلال معبد روماني به نقش لأعمال الإمبراطور أغسطس.
tr: Augustus Tapınağı

# place_feza_gursey_center_desc
source: Feza Gürsey Bilim Merkezi (Description available in Arabic/Turkish)
ar: مركز علوم تفاعلي يوفر معارض علمية تطبيقية.
tr: Feza Gürsey Bilim Merkezi

# place_metu_science_tech_desc
source: ODTÜ Bilim ve Teknoloji Müzesi (Description available in Arabic/Turkish)
ar: يقع داخل حرم جامعة الشرق الأوسط التقنية.
tr: ODTÜ Bilim ve Teknoloji Müzesi

# place_meiif_er_soy_lit_desc
source: Mehmet Akif Ersoy Edebiyat Müzesi (Description available in Arabic/Turkish)
ar: مخصص لشاعر النشيد الوطني التركي.
tr: Mehmet Akif Ersoy Edebiyat Müzesi

# place_mit_espionage_museum_desc
source: MİT İstihbarat Müzesi (Description available in Arabic/Turkish)
ar: تاريخ المخابرات التركية وأدوات التجسس.
tr: MİT İstihbarat Müzesi

# place_tcdd_steam_loco_desc
source: TCDD Açık Hava Buharlı Lokomotif Müzesi (Description available in Arabic/Turkish)
ar: قرب محطة القطار؛ عرض للقاطرات البخارية القديمة.
tr: TCDD Açık Hava Buharlı Lokomotif Müzesi

# place_ataturk_mansion_desc
source: Atatürk Müze Köşkü (Description available in Arabic/Turkish)
ar: يقع داخل الأراضي الرئاسية في تشانكايا وهو منزل أتاتورك.
tr: Atatürk Müze Köşkü

# place_pembe_kosk_desc
source: Pembe Köşk (İsmet İnönü House) (Description available in Arabic/Turkish)
ar: متحف منزل تاريخي يعود للرئيس الثاني لتركيا.
tr: Pembe Köşk (İsmet İnönü House)

# place_isbank_museum_ank_desc
source: Türkiye İş Bankası Müzesi (Description available in Arabic/Turkish)
ar: تاريخ الاقتصاد والمصارف في تركيا.
tr: Türkiye İş Bankası Müzesi

# place_thk_aeronautical_desc
source: Türk Hava Kurumu Müzesi (Description available in Arabic/Turkish)
ar: تاريخ الطيران التركي وتاريخ القفز بالمظلات.
tr: Türk Hava Kurumu Müzesi

# place_stamp_museum_ank_desc
source: PTT Pul Müzesي (Description available in Arabic/Turkish)
ar: متحف مخصص لتاريخ الطوابع والبريد.
tr: PTT Pul Müzesي

# place_gokyay_chess_museum_desc
source: Gökyay Vakfı Satranç Müzesi (Description available in Arabic/Turkish)
ar: أكبر مجموعة لمجموعات الشطرنج في العالم.
tr: Gökyay Vakfı Satranç Müzesi

# place_trt_publishing_history_desc
source: TRT Yayıncılık Tarihi Müzesي (Description available in Arabic/Turkish)
ar: تاريخ البث والإعلام في تركيا عبر مؤسسة TRT.
tr: TRT Yayıncılık Tarihi Müzesي

# place_presidential_library_full_desc
source: Cumhurbaşkanlığı Millet Kütüphanesi (Description available in Arabic/Turkish)
ar: أكبر مكتبة في تركيا (125,000 متر مربع) تضم 4 ملايين كتاب مطبوع وقاعة "Cihannüma" الشهيرة.
tr: Cumhurbaşkanlığı Millet Kütüphanesi

# place_national_library_full_desc
source: Millî Kütüphane (Description available in Arabic/Turkish)
ar: المكتبة القانونية التي تحتفظ بنسخة من كل عمل نُشر في تركيا. تحتوي على أرشيف أتاتورك وسجلات نادرة.
tr: Millî Kütüphane

# place_bilkent_library_full_desc
source: Bilkent Üniversitesi Kütüphanesi (Description available in Arabic/Turkish)
ar: أغنى مكتبة جامعية، تضم مجموعة خليل إينالجيك وأقساماً ضخمة للفنون والموسيقى.
tr: Bilkent Üniversitesi Kütüphanesi

# place_ttk_library_full_desc
source: Türk Tarih Kurumu Kütüphanesi (Description available in Arabic/Turkish)
ar: متخصصة في التاريخ والأرشيف. في عام 2026، وسعت الوصول إلى 50,000 كتاب إلكتروني مجاني.
tr: Türk Tarih Kurumu Kütüphanesi

# place_yok_thesis_center_desc
source: YÖK Ulusal Tez Merkezi (Description available in Arabic/Turkish)
ar: المستودع المركزي لجميع أطروحات الماجستير والدكتوراه التي تمت مناقشتها في تركيا.
tr: YÖK Ulusal Tez Merkezi

# place_tbmm_library_full_desc
source: TBMM Kütüphanesi (Description available in Arabic/Turkish)
ar: متخصصة في العلوم السياسية والقانون، ومجموعة واسعة من الصحف والدوريات التاريخية.
tr: TBMM Kütüphanesi

# medicalBookingContent
source: Public & University: Use MHRS app or call 182. Private: Call hospital directly or use their website.
ar: الدولة والجامعة (MHRS/182): تطبيق MHRS أو اتصل بـ 182. الخاص: اتصل بالمستشفى مباشرة أو عبر موقعهم.
tr: Kamu & Üniversite: MHRS uygulamasını kullanın veya 182'yi arayın. Özel: Hastaneyi doğrudan arayın veya web sitesini kullanın.

# medicalLanguageContent
source: Most public hospitals speak Turkish only. Bring a translator or use Google Translate. Private hospitals often have international patient units.
ar: معظم المستشفيات الحكومية تتحدث التركية فقط. اصطحب معك مترجماً أو استخدم ترجمة جوجل. المستشفيات الخاصة غالباً ما توفر مترجمين.
tr: Çoğu kamu hastanesinde sadece Türkçe konuşulur. Bir tercüman getirin veya Google Çeviri kullanın. Özel hastanelerde genellikle uluslararası hasta birimleri bulunur.

# medicalInsuranceContent
source: Public: Covered by SGK/GSS. Private: SGK covers part, you pay the difference. Travel insurance accepted in some private hospitals.
ar: الحكومي: يغطيه تأمين الطالب (GSS/SGK). الخاص: يغطي التأمين جزءاً وتدفع الفرق. تأمين السفر مقبول في بعض المستشفيات الخاصة.
tr: Kamu: SGK/GSS kapsamındadır. Özel: SGK bir kısmını karşılar, farkı siz ödersiniz. Seyahat sigortası bazı özel hastanelerde kabul edilir.

# medicalBringContent
source: Passport/ID (Kimlik), SGK/Insurance documents, and any previous medical reports.
ar: الإقامة/الجواز (Kimlik)، أوراق التأمين، وأي تقارير طبية سابقة.
tr: Pasaport/Kimlik, SGK/Sigorta belgeleri ve varsa önceki tıbbi raporlar.

# place_ankara_transport_guide_2026_section_0_title
source: 1. Urban Transport Fares (2026 Tariff)
tr: 1. Şehir İçi Ulaşım Ücretleri (2026 Tarifesi)

# place_ankara_transport_guide_2026_section_0_content
source: • Full Fare (Tam): 35.00 TL. • Student Fare (İndirimli): 17.50 TL. • Transfer Fee (within 75 mins): 10.00 TL for students. • Credit Card/NFC Payment: 41.00 TL (No student discount!). • Monthly Subscription (Abonman): 450 TL for unlimited rides. ⚠️ WARNING: Do not use your regular credit card or phone NFC directly, you will be charged 41 TL and get no student discount.
tr: • Tam Bilet: 35.00 TL. • Öğrenci Bileti (İndirimli): 17.50 TL. • Aktarma Ücreti (75 dk içinde): Öğrenciler için 10.00 TL. • Kredi Kartı/NFC ile Ödeme: 41.00 TL (Öğrenci indirimi yok!). • Aylık Abonman: Sınırsız biniş için 450 TL. ⚠️ UYARI: Normal kredi kartınızı veya telefon NFC'nizi kullanmayın, 41 TL ücret alınır ve öğrenci indiriminden yararlanamazsınız.

# place_ankara_transport_guide_2026_section_1_title
source: 2. Student Monthly Subscription (Abonman) - Essential
tr: 2. Öğrenci Aylık Abonman - Çok Önemli

# place_ankara_transport_guide_2026_section_1_content
source: The cheapest option for students commuting daily. • Cost: 450 TL per month. • Benefits: Unlimited rides for 30 days from activation. • Validity: Valid on EGO buses, Metro, Ankaray, and Cable Car. • Note: NOT valid on Airport buses (442), Başkentray trains, or some district buses.
tr: Günlük seyahat eden öğrenciler için en hesaplı seçenek. • Ücret: Aylık 450 TL. • Avantaj: Aktivasyondan itibaren 30 gün boyunca sınırsız biniş. • Geçerlilik: EGO otobüsleri, Metro, Ankaray ve Teleferik'te geçerlidir. • Not: Havalimanı otobüslerinde (442), Başkentray trenlerinde veya bazı ilçe otobüslerinde GEÇERLİ DEĞİLDİR.

# place_ankara_transport_guide_2026_section_2_title
source: 3. How to Get a Student Ankara Kart
tr: 3. Öğrenci Ankara Kartı Nasıl Alınır

# place_ankara_transport_guide_2026_section_2_content
source: You cannot get the discount without this personalized card. • Option A: Online Application (Recommended) via ankarakart.com.tr or 'EGO Cep'te' app. Upload photo + Student Certificate + pays fee (~113 TL). • Option B: In-person application at Kızılay or Beşevler centers. • Required Docs: Recent Student Certificate (Öğrenci Belgesi), Passport/ID (Kimlik), and one photo.
tr: Kişiselleştirilmiş kartınız olmadan indirim alamazsınız. • Seçenek A: Online Başvuru (Önerilen) ankarakart.com.tr veya 'EGO Cep'te' uygulaması üzerinden. Fotoğraf + Öğrenci Belgesi yükleyin ve ücreti ödeyin (~113 TL). • Seçenek B: Kızılay veya Beşevler merkezlerinde şahsen başvuru. • Gerekli Belgeler: Güncel Öğrenci Belgesi, Pasaport/Kimlik ve bir fotoğraf.

# place_ankara_transport_guide_2026_section_3_title
source: 4. Airport Transport (Esenboğa Airport)
tr: 4. Havalimanı Ulaşımı (Esenboğa Havalimanı)

# place_ankara_transport_guide_2026_section_3_content
source: No direct metro to the airport currently. Options: • EGO Bus Line 442: Cost 130 TL (Monthly subscription not valid). • HAVAŞ Buses: Cost 130 TL, departs from AŞTİ and stops at Pursaklar, Hasköy, Aydınlıkevler.
tr: Şu anda havalimanına doğrudan metro yok. Seçenekler: • EGO Otobüs Hattı 442: Ücret 130 TL (Aylık abonman geçerli değil). • HAVAŞ Otobüsleri: Ücret 130 TL, AŞTİ'den kalkar ve Pursaklar, Hasköy, Aydınlıkevler duraklarından geçer.

# place_ankara_transport_guide_2026_section_4_title
source: 5. Intercity Travel for Students
tr: 5. Öğrenciler İçin Şehirlerarası Seyahat
